Revit 2027 API
SpecTypeId.AngularSpeed Property
 Angular Speed, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AngularSpeed { get; }
Public Shared ReadOnly Property AngularSpeed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AngularSpeed {
	ForgeTypeId^ get ();
}
static member AngularSpeed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace